import { Course } from "./course";

let course = [
    { id:1,date:"17/2/2019",name:"คอร์สธรรม 1 ",annotation:"  -",location:"วัด",detail:"เริ่มคอร์ส 8.00 -12.00 ทุกวันเสาร์-อาทิตย์ พระอาจารย์ เป็นผู้สอน สามารถติดต่อได้ที่เบอร์ 086-xxx-xxxx"},
  { id:2,date:"12/2/2019",name:"คอร์สธรรม 2 ",annotation:"ต้องผ่านอย่างน้อย 1 คอร์ส",location:"วัด",detail:"เริ่มคอร์ส 7.00 -12.00 ทุกวันเสาร์ พระอาจารย์ เป็นผู้สอน สามารถติดต่อได้ที่เบอร์ 094-xxx-xxxx"},
  { id:3,date:"10/2/2019",name:"คอร์สธรรม 3 ",annotation:"  -",location:"วัด",detail:"เริ่มคอร์ส 8.00 -15.00 ทุกวันเสาร์ พระอาจารย์ เป็นผู้สอน สามารถติดต่อได้ที่เบอร์ 082-xxx-xxxx"}
]

export const MockCourse = course;